"cheqiyu "= "pochodzących z ameryki południowej, miecznik, w amazonii, gujana, ryby płaskie i szerokie, spindle, o długości do 5 cm, lub słabo kwaśnych, rose, miecznika, miękka, lekko zasadowym ma również zastosowanie do wody neutralne";
"denglongyu" = "ogon ryby świetlikowate, znany również jako lampy światła latarni latarnia ryby, ryby, ryby.gujana, dystrybucji i w ameryce południowej, w dorzeczu amazonki.4 - 5 cm długości ciała.ciało krótkie, długie, płaskie, okrągłe, z brzucha.w górnej części ma oczy i ogon w bloku w ramach golden plamy, odbicie światła, kolor złoty i czerwony. ";
"dianmanyu" = "węgorz węgorz węgorz, nago w ameryce południowej z rodziny ryb są wystarczające, by osoba, która jest obecnie największą zdolność, rozładowania napięcia wyjściowego ryb słodkowodnych, w wysokości 300 - 800 v, linii wysokiego napięcia elektrycznego węgorza, powiedział, że w wodzie.";
"dinianyu" = " zazwyczaj tylko dwa małe wąsy, na jakość wody, o bardzo wysokim, trudne do uprawy";
"fangyu"= "dorsz 400 mm, długość ciała głowę, ciało wydłużone, tępy i mieszkania, oczy duże, w pobliżu placu, w przedniej części tułowia, głowy, klatki piersiowej, i w innych częściach okręgu (w skali skali, który jest wysoki, linii grzbietowej równolegle z ciała";
"haigui "= "turtle jest zwierząt z rodziny testudinata żółwie).szeroko rozpowszechnione w atlantyku, pacyfiku i oceanie indyjskim.na południe, na północ od chin do żółwi morskich, north bay w prowincji szantung są rozdzielone.do 1 m długości, maksymalna długość życia wynosi około 150 lat. ";
 "hetun" = "tetrodotoksyna, powszechnie znanego jako rybka ryby spodouste tetraodontidae, wspólnie.tetrodotoksyna poduszki są cylindryczne ciało, oddech, obrzęk, kiedy jest w niebezpieczeństwie, zazwyczaj w 25 - 35 cm długości ciała. ";
"jianyu"=" znany również jako swordfish miecznika.na świecie jest w tropikalnych i subtropikalnych ryb morskich, ze względu na ich wspólne, miecz kształt zatoki rozciąga się imię i nazwisko, z prędkością 130 km ";
"jinqiangyu"= "tuna grube, okrągłe, długie, cienkie, usprawnione, z powrotem do bazy i płetwy ogonowej. ogon jest widelec lub długie i cienkie, w kształcie półksiężyca.jego ogon. po obu stronach grzbietu jest oczywiste, odpowiednio, rząd z tyłu, płetwy odbytowe.torpeda w przekroju ma kształt okrągły ";
"shayu" = "życie  rekiny w oceanie,, i jest to jeden z najbardziej dzikich ryb, rekiny stanowią szkielet składa się z kości, chrząstki, a nie w formie.lżejsze niż kości, chrząstki, bardziej elastyczne ";
"shiziyu" = "małe rybki,, około 30 cm (12 cali).ciało wydłużone, miękkie, kijanki, kształt, nie ma łusek i skóry, czasem z małym fiutkiem.w głowę i długie płetwy brzuszne płetwy grzbietowe, tworząc, frajerze, stosuje się w celu absorpcji w morzu.występuje w północnym atlantyku, zimnej wody na obszarze północnego pacyfiku i polaków. ";
"tianshiyu" = "kochana, długą płetwę grzbietową i anal, jak i duże, i w związku z tym żagiel trójkątny żagiel, płetwy ryb.pływanie z boku, kochana, jak jaskółki, znany również jako i. w związku z tym, kochana, makrela kolias";
"xiaochouyu" = "klaunie ryby ryb na ryby pomacentridae kehai palm, znany jako), ponieważ jego twarz się jeden lub dwa białe paski. w operze, nazwany jak tropikalne ryby morskie, tak.błazenek i ukwiał ma ścisły związek symbiotyczny anemon ryby, znany również jako ";
"xiaohuangyu" = "tuńczyk żółtopłetwy, znany również jako małe kręgowce, spodouste, mięso świeże gigas (i), znany również jako: małe, duże oczy, kolor, ogórek, starożytnych ryby, małe, żółte, złoty smok został aberdeen, grube łuski wiosny, znany również jako coś";
"xiaolvyu" = "zielony do zielonego, ryby, ryby,";
